Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh9-v3.tmx
Source language: bo
Languages: en

source: །ཚེ་དང་ལྡན་པ་ཤ་ར་དྭ་ཏིའི་བུ་རྣམ་གྲངས་དེས་ན། འདི་ལྟར་གཟུགས་ལ་གཟུགས་ཀྱི་རང་བཞིན་མེད་པ་དང་།
en: Moreover, Venerable Śāradvatīputra, physical forms are without the defining characteristics of physical forms.

source: ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པ་ལ་རྣམ་པར་ཤེས་པའི་རང་བཞིན་མེད་པ་དང་།
en: Feelings, perceptions, formative predispositions, and consciousness are without the defining characteristics of consciousness [and so forth].

source: སྐྱེ་མཆེད་རྣམས་ལ་སྐྱེ་མཆེད་ཀྱི། རང་བཞིན་མེད་པ་དང་། ཁམས་རྣམས་ལ་ཁམས་ཀྱི་རང་བཞིན་མེད་པ་དང་། རྟེན་ཅིང་འབྲེལ་བར་འབྱུང་བ་ལ། རྟེན་ཅིང་འབྲེལ་བར་འབྱུང་བའི་རང་བཞིན་མེད་པ་དང་། ཡང་དག་པའི་མཐའི་བར་ལ་ཡང་དག་པའི་མཐའི་རང་བཞིན་མེད་པར་ཤེས་པར་བྱའོ། །ཚེ་དང་ལྡན་པ་ཤ་ར་དྭ་ཏིའི་བུ་གཞན་ཡང་གཟུགས་ལ་གཟུགས་ཀྱི་མཚན་ཉིད་མེད་དོ། །ཚོར་བ་དང་།
en: The sense fields are without the defining characteristics of the sense fields.

source: འདུ་ཤེས་དང་། འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པ་ལ་རྣམ་པར་ཤེས་པའི་མཚན་ཉིད་མེད་དོ། །སྐྱེ་མཆེད་རྣམས་ལ་སྐྱེ་མཆེད་ཀྱི་མཚན་ཉིད་མེད་དོ། །ཁམས་རྣམས་ལ་ཁམས་ཀྱི་མཚན་ཉིད་མེད་དོ།
en: The sensory elements are without the defining characteristics of the sensory elements.

source: །རྟེན་ཅིང་འབྲེལ་བར་འབྱུང་བ་ལ་རྟེན་ཅིང་འབྲེལ་བར་འབྱུང་བའི་མཚན་ཉིད་མེད་དོ།
en: The links of dependent origination are without the defining characteristics of the links of dependent origination.

source: །ཡང་དག་པའི་མཐའི་བར་ལ་ཡང་དག་པའི་མཐའི་མཚན་ཉིད་མེད་དོ།
en: The [unconditioned phenomena], up to and including the very limit of reality, are without the defining characteristics of the very limit of reality [and so forth].

source: །མཚན་ཉིད་ལ་ཡང་མཚན་ཉིད་ཀྱི་རང་བཞིན་མེད་དོ།
en: Even defining characteristics are without the nature of defining characteristics.

source: །མཚན་ཉིད་ཀྱི་རང་བཞིན་ལ་ཡང་མཚན་ཉིད་ཀྱི་རང་བཞིན་མེད་དོ། །སྨྲས་པ།
en: Even the inherent nature of defining characteristics is without the inherent nature of defining characteristics.” “

source: ཚེ་དང་ལྡན་པ་རབ་འབྱོར་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་གང་བསླབ་པ་འདི་ལ་སློབ་པ་དེ། རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་དུ་འབྱུང་བར་འགྱུར་རམ།
en: Venerable Subhūti, will bodhisattva great beings who undertake this training be emancipated in all-aspect omniscience?” “

source: རབ་འབྱོར་གྱིས་སྨྲས་པ།
en: Yes!” replied Subhūti. “

source: ཚེ་དང་ལྡན་པ་ཤ་ར་དྭ་ཏིའི་བུ་དེ་དེ་བཞིན་ཏེ། བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་གང་བསླབ་པ་འདི་ལ་སློབ་པ་དེ་ནི་རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་དུ་འབྱུང་བར་འགྱུར་རོ།
en: Bodhisattva great beings who undertake this training will be emancipated in all-aspect omniscience.

source: །དེ་ཅིའི་ཕྱིར་ཞེ་ན། ཚེ་དང་ལྡན་པ་ཤ་ར་དྭ་ཏིའི་བུ་དེ་ནི་འདི་ལྟར་ཆོས་ཐམས་ཅད་མ་སྐྱེས་མ་བྱུང་བའི་ཕྱིར་རོ། །སྨྲས་པ།
en: If you ask why, Venerable Śāradvatīputra, it is because all phenomena are unborn [in cyclic existence] {Dt.138} and unemancipated [in nirvāṇa].” “

source: ཚེ་དང་ལྡན་པ་རབ་འབྱོར་ཇི་ལྟར་ན་ཆོས་ཐམས་ཅད་མ་སྐྱེས་མ་བྱུང་བ་ཡིན།
en: Venerable Subhūti, why are all phenomena unborn and unemancipated?” “

source: རབ་འབྱོར་གྱིས་སྨྲས་པ། ཚེ་དང་ལྡན་པ་ཤ་ར་དྭ་ཏིའི་བུ་གཟུགས་གཟུགས་ཀྱིས་སྟོང་སྟེ།
en: Venerable Śāradvatīputra,” replied Subhūti, “physical forms are empty of physical forms.

source: དེ་ལ་སྐྱེ་བ་ཡང་མི་དམིགས། འབྱུང་བ་ཡང་མི་དམིགས་སོ།
en: In them birth is not apprehended, nor is emancipation apprehended.

source: །ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པ་རྣམ་པར་ཤེས་པས་སྟོང་སྟེ།
en: Feelings, perceptions, formative predispositions, and consciousness are empty of consciousness [and so forth].

source: །ཡང་དག་པའི་མཐའི་བར་དུ་ཡང་དག་པའི་མཐས་སྟོང་སྟེ།
en: Unconditioned phenomena], up to and including the very limit of reality, are empty of the very limit of reality [and so forth].

source: །ཚེ་དང་ལྡན་པ་ཤ་ར་དྭ་ཏིའི་བུ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་དེ་ལྟར་སྤྱོད་པ་ནི། རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་དང་ཉེ་བ་ཡིན་ཏེ། དེ་ཇི་ལྟ་ཇི་ལྟར་རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་དུ་ཉེ་བར་གྱུར་པ་དེ་ལྟ་དེ་ལྟར། ལུས་ཡོངས་སུ་དག་པ་དང་། ངག་ཡོངས་སུ་དག་པ་དང་།
en: Venerable Śāradvatīputra, bodhisattva great beings who practice the perfection of wisdom in that manner are approaching all-aspect omniscience.

source: སེམས་ཡོངས་སུ་དག་པ་དང་། མཚན་ཡོངས་སུ་དག་པ་འཐོབ་པར་འགྱུར་རོ། །དེ་ཇི་ལྟ་ཇི་ལྟར་ལུས་ཡོངས་སུ་དག་པ་དང་། ངག་ཡོངས་སུ་དག་པ་དང་། སེམས་ཡོངས་སུ་དག་པ་དང་།
en: Commensurate with their approach to all-aspect omniscience, they will attain complete purity of the body, complete purity of speech, complete purity of mind, and complete purity of defining marks.

source: མཚན་ཡོངས་སུ་དག་པ་ཐོབ་པར་འགྱུར་བ་དེ་ལྟ་དེ་ལྟར་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་དེ་ནི་འདོད་ཆགས་དང་ལྡན་པའི་སེམས་མི་སྐྱེད་དོ། །ཞེ་སྡང་དང་ལྡན་པ་དང་། གཏི་མུག་དང་ལྡན་པ་དང་། ང་རྒྱལ་དང་ལྡན་པ་དང་། གཡོ་དང་སྒྱུ་དང་ལྡན་པ་དང་། ཕྲག་དོག་དང་སེར་སྣ་དང་ལྡན་པ་དང་། སྲེད་པ་དང་ལྡན་པ་དང་། ལྟ་བ་དང་ལྡན་པའི་སེམས་མི་སྐྱེད་དོ། །དེ་འདོད་ཆགས་ཀྱི་སེམས་མི་སྐྱེད་ཅིང་། ཞེ་སྡང་དང་། གཏི་མུག་དང་། ང་རྒྱལ་དང་། གཡོ་དང་།
en: Commensurate with their attainment of complete purity of the body, complete purity of speech, complete purity of mind, and complete purity of defining marks, these bodhisattva great beings do not entertain thoughts of desire, and they do not entertain thoughts of hatred, delusion, pride, pretentiousness, deceit, envy, miserliness, craving, or mistaken views.

source: སྒྱུ་དང་། ཕྲག་དོག་དང་སེར་སྣ་དང་། སྲེད་པ་དང་། ལྟ་བ་དང་ལྡན་པའི་སེམས་མི་སྐྱེད་པས། ནམ་ཡང་མའི་མངལ་དུ་སྐྱེ་བར་མི་འགྱུར་ཏེ།
en: Since they do not entertain thoughts of desire, and they do not entertain thoughts of hatred, delusion, pride, pretentiousness, deceit, envy, miserliness, craving, or mistaken views, they will never be conceived within a mother’s womb, and they will invariably be born miraculously.

source: ཁོར་ཟུག་རྟག་པར་རྫུས་ཏེ་སྐྱེ་བར་འགྱུར་རོ། །སེམས་ཅན་ཡོངས་སུ་སྨིན་པར་བྱ་བའི་དོན་མ་གཏོགས་པར་ནམ་ཡང་ངན་སོང་རྣམས་སུ་སྐྱེ་བར་མི་འགྱུར་རོ། །དེ་སེམས་ཅན་ཡོངས་སུ་སྨིན་པར་བྱ་བ་དང་།
en: Except in order to bring beings to maturation, they will never be born in the inferior realms.

source: སངས་རྒྱས་ཀྱི་ཞིང་ཡོངས་སུ་དག་པར་བྱེད་ཅིང་སངས་རྒྱས་ཀྱི་ཞིང་ནས་སངས་རྒྱས་ཀྱི་ཞིང་དུ་འགྲོ་སྟེ་ནམ་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་མངོན་པར་རྫོགས་པར་སངས་རྒྱས་པར་གྱུར་གྱི་བར་དུ་ནམ་ཡང་སངས་རྒྱས་བཅོམ་ལྡན་འདས་རྣམས་དང་བྲལ་བར་མི་འགྱུར་རོ།
en: They will proceed from one buddhafield to another buddhafield, bringing beings to maturation and refining the buddhafields. They will never be separated from the lord buddhas until they attain consummate buddhahood in unsurpassed, complete enlightenment. “

source: །དེ་བས་ན་ཚེ་དང་ལྡན་པ་ཤ་ར་དྭ་ཏིའི་བུ། བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཡོན་ཏན་དང་ལེགས་པ་འདི་དག་ཐོབ་པར་འདོད་པས། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་འདི་ཉིད་ལ་བརྩོན་འགྲུས་མི་བཏང་བར་སྤྱད་པར་བྱས་ཏེ།
en: It is thus, Venerable Śāradvatīputra, that bodhisattva great beings who wish to attain these attributes and excellences have practiced this perfection of wisdom with unrelenting perseverance.

source: ཚེ་དང་ལྡན་པ་ཤ་ར་དྭ་ཏིའི་བུ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་དེ་ལྟར་སྤྱོད་པ་ནི། རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་དུ་ཉེ་བར་གྱུར་པ་ཡིན་ནོ།
en: Venerable Śāradvatīputra, bodhisattva great beings who practice the perfection of wisdom in that manner are approaching all-aspect omniscience.”

source: །ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་སྟོང་ཕྲག་ཉི་ཤུ་ལྔ་པ་ལས་ལེའུ་ལྔ་པའོ།། །།དེ་ནས་ཚེ་དང་ལྡན་པ་རབ་འབྱོར་གྱིས།
en: This completes the fifth chapter from “The Perfection of Wisdom in Twenty-Five Thousand Lines.”

source: བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཅོམ་ལྡན་འདས་གལ་ཏེ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་སྤྱོད་པའི་ཚེ། ཐབས་མི་མཁས་པས། གཟུགས་ལ་སྤྱོད་ན་མཚན་མ་ལ་སྤྱོད་དེ། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་སྤྱོད་པ་མ་ཡིན་ནོ།
en: Chapter 6 The venerable Subhūti then said to the Blessed One, “Blessed Lord, when bodhisattva great beings practice the perfection of wisdom, if they engage unskillfully with physical forms, then they are merely engaging with distinguishing marks and are not practicing the perfection of wisdom. {

source: །དེ་བཞིན་དུ་གལ་ཏེ་ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པ་ལ་སྤྱོད་ན་མཚན་མ་ལ་སྤྱོད་དོ།
en: Dt.139} If they engage in the same manner with feelings, perceptions, formative predispositions, and consciousness, then they are engaging with distinguishing marks.

source: །གལ་ཏེ་གཟུགས་རྟག་ཅེས་བགྱི་བར་སྤྱོད་ན་མཚན་མ་ལ་སྤྱོད་དོ།
en: If they engage with the notion that physical forms are permanent, then they are engaging with distinguishing marks.

source: །གལ་ཏེ་ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པ་རྟག་ཅེས་བགྱི་བར་སྤྱོད་ན། མཚན་མ་ལ་སྤྱོད་དོ།
en: If they engage with the notion that feelings, perceptions, formative predispositions, and consciousness are permanent, then they are engaging with distinguishing marks.

source: །གལ་ཏེ་གཟུགས་མི་རྟག་ཅེས་བགྱི་བར་སྤྱོད་ན་མཚན་མ་ལ་སྤྱོད་དོ།
en: If they engage with the notion that physical forms are impermanent, then they are engaging with distinguishing marks.

source: །གལ་ཏེ་ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པ་མི་རྟག་ཅེས་བགྱི་བར་སྤྱོད་ན་མཚན་མ་ལ་སྤྱོད་དོ།
en: If they engage with the notion that feelings, perceptions, formative predispositions, and consciousness are impermanent, then they are engaging with distinguishing marks.

source: །གལ་ཏེ་གཟུགས་བདེ་ཞེས་བགྱི་བར་སྤྱོད་ན་མཚན་མ་ལ་སྤྱོད་དོ།
en: If they engage with the notion that physical forms are imbued with happiness, then they are engaging with distinguishing marks.

source: །ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པ་བདེ་ཞེས་བགྱི་བར་སྤྱོད་ན་མཚན་མ་ལ་སྤྱོད་དོ།
en: If they engage with the notion that feelings, perceptions, formative predispositions, and consciousness are imbued with happiness, then they are engaging with distinguishing marks.

source: །གལ་ཏེ་གཟུགས་སྡུག་བསྔལ་ཞེས་བགྱི་བར་སྤྱོད་ན་མཚན་མ་ལ་སྤྱོད་དོ།
en: If they engage with the notion that physical forms are imbued with suffering, then they are engaging with distinguishing marks.

source: །ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པ་སྡུག་བསྔལ་ཞེས་བགྱི་བར་སྤྱོད་ན་མཚན་མ་ལ་སྤྱོད་དོ།
en: If they engage with the notion that feelings, perceptions, formative predispositions, and consciousness are imbued with suffering, then they are engaging with distinguishing marks. “

source: །གལ་ཏེ་གཟུགས་བདག་ཅེས་བགྱི་བར་སྤྱོད་ན་མཚན་མ་ལ་སྤྱོད་དོ།
en: If they engage with the notion that physical forms are endowed with self, then they are engaging with distinguishing marks.

source: །ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པ་བདག་ཅེས་བགྱི་བར་སྤྱོད་ན་མཚན་མ་ལ་སྤྱོད་དོ།
en: If they engage with the notion that feelings, perceptions, formative predispositions, and consciousness are endowed with self, then they are engaging with distinguishing marks.

source: །གལ་ཏེ་གཟུགས་བདག་མེད་ཅེས་བགྱི་བར་སྤྱོད་ན་མཚན་མ་ལ་སྤྱོད་དོ།
en: If they engage with the notion that physical forms are without self, then they are engaging with distinguishing marks.

source: །ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པ་བདག་མེད་ཅེས་བགྱི་བར་སྤྱོད་ན་མཚན་མ་ལ་སྤྱོད་དོ།
en: If they engage with the notion that feelings, perceptions, formative predispositions, and consciousness are without self, then they are engaging with distinguishing marks.

source: །གལ་ཏེ་གཟུགས་ཞི་ཞེས་བགྱི་བར་སྤྱོད་ན་མཚན་མ་ལ་སྤྱོད་དོ།
en: If they engage with the notion that physical forms are at peace, then they are engaging with distinguishing marks.

source: །ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པ་ཞི་ཞེས་བགྱི་བར་སྤྱོད་ན་མཚན་མ་ལ་སྤྱོད་དོ།
en: If they engage with the notion that feelings, perceptions, formative predispositions, and consciousness are at peace, then they are engaging with distinguishing marks.

source: །གལ་ཏེ་གཟུགས་མ་ཞི་ཞེས་བགྱི་བར་སྤྱོད་ན་མཚན་མ་ལ་སྤྱོད་དོ། །ཚོར་བ་དང་། འདུ་ཤེས་དང་།
en: If they engage with the notion that physical forms are not at peace, then they are engaging with distinguishing marks.

source: འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པ་མ་ཞི་ཞེས་བགྱི་བར་སྤྱོད་ན་མཚན་མ་ལ་སྤྱོད་དོ། །གལ་ཏེ་གཟུགས་དབེན་ཞེས་བགྱི་བར་སྤྱོད་ན་མཚན་མ་ལ་སྤྱོད་དོ། །ཚོར་བ་དང་། འདུ་ཤེས་དང་།
en: If they engage with the notion that feelings, perceptions, formative predispositions, and consciousness are not at peace, then they are engaging with distinguishing marks.

source: འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པ་དབེན་ཞེས་བགྱི་བར་སྤྱོད་ན་མཚན་མ་ལ་སྤྱོད་དོ། །གལ་ཏེ་གཟུགས་མི་དབེན་ཞེས་བགྱི་བར་སྤྱོད་ན་མཚན་མ་ལ་སྤྱོད་དོ།
en: If they engage with the notion that physical forms are void, then they are engaging with distinguishing marks.

source: །ཚོར་བ་དང་འདུ་ཤེས་དང་། འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པ་མི་དབེན་ཞེས་བགྱི་བར་སྤྱོད་ན་མཚན་མ་ལ་སྤྱོད་དོ། །བཅོམ་ལྡན་འདས་གལ་ཏེ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་སྤྱོད་པའི་
en: If they engage with the notion that feelings, perceptions, formative predispositions, and consciousness are void, then they are engaging with distinguishing marks.

source: ཚེ། ཐབས་མི་མཁས་པས། སྐྱེ་མཆེད་དང་། ཁམས་དང་། རྟེན་ཅིང་འབྲེལ་པར་འབྱུང་བ་དང་། ཕ་རོལ་དུ་ཕྱིན་པ་རྣམས་དང་། སྟོང་པ་ཉིད་ཐམས་ཅད་དང་། བྱང་ཆུབ་ཀྱི་ཕྱོགས་ཀྱི་ཆོས་སུམ་ཅུ་རྩ་བདུན་དང་། འཕགས་པའི་བདེན་པ་རྣམས་དང་། བསམ་གཏན་རྣམས་དང་། ཚད་མེད་པ་རྣམས་དང་། གཟུགས་མེད་པའི་སྙོམས་པར་འཇུག་པ་རྣམས་དང་། རྣམ་པར་ཐར་པ་རྣམས་དང་། མཐར་གྱིས་གནས་པའི་སྙོམས་པར་འཇུག་པ་དགུ་དང་།
en: If they engage with the notion that physical forms are not void, then they are engaging with distinguishing marks.

source: སྟོང་པ་ཉིད་དང་། མཚན་མ་མེད་པ་དང་། སྨོན་པ་མེད་པ་དང་། མངོན་བར་ཤེས་པ་རྣམས་དང་། ཏིང་ངེ་འཛིན་རྣམས་དང་། གཟུངས་ཀྱི་སྒོ་རྣམས་དང་། དེ་བཞིན་གཤེགས་པའི་སྟོབས་བཅུ་དང་། མི་འཇིགས་པ་བཞི་དང་།
en: If they engage with the notion that feelings, perceptions, formative predispositions, and consciousness are not void, then they are engaging with distinguishing marks. “

source: སོ་སོ་ཡང་དག་པར་རིག་པ་བཞི་དང་། སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་བཅྭོ་བརྒྱད་རྟག་པ་དང་། མི་རྟག་པ་དང་། བདེ་བ་དང་། སྡུག་བསྔལ་བ་དང་། བདག་དང་། བདག་མེད་པ་དང་། ཞི་བ་དང་། མ་ཞི་བ་དང་།
en: Blessed Lord, when bodhisattva great beings practice the perfection of wisdom, if they engage unskillfully with the notions that the sense fields, the sensory elements, the links of dependent origination, the perfections, all the aspects of emptiness, the thirty-seven factors conducive to enlightenment, the truths of the noble ones, the meditative concentrations, the immeasurable attitudes, the formless absorptions, the aspects of liberation, the nine serial steps of meditative absorption, emptiness, signlessness, wishlessness, the extrasensory powers, the gateways of the meditative stabilities and the dhāraṇīs, the ten powers of the tathāgatas, the four fearlessnesses, the four kinds of exact knowledge, and the eighteen distinct qualities of the buddhas are permanent, impermanent, imbued with happiness, imbued with suffering, endowed with self, without self, at peace, not at peace, void, or not void, then they are engaging with distinguishing marks. “

source: དབེན་བ་དང་། མི་དབེན་པ་ཞེས་བགྱི་བར་སྤྱོད་ན་མཚན་མ་ལ་སྤྱོད་དོ། །ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་སྤྱོད་པ་མ་ལགས་སོ། །བཅོམ་ལྡན་འདས་གལ་ཏེ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་སྤྱོད་པའི་ཚེ། འདི་སྙམ་དུ་བདག་ནི་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་སྤྱོད་དོ་ཞེས་བགྱི་བར་སྤྱོད་ན་དམིགས་པ་ལ་སྤྱོད་པ་སྟེ།
en: Blessed Lord, when bodhisattva great beings practice the perfection of wisdom, if they engage with the notion ‘I am practicing the perfection of wisdom,’ then they are engaging with distinguishing marks.

source: བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་དེ་ནི་མཚན་མ་ལ་སྤྱོད་དོ།
en: Those bodhisattva great beings are engaging with distinguishing marks.

source: །བཅོམ་ལྡན་འདས་གལ་ཏེ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་འདི་སྙམ་དུ་གང་དེ་ལྟར་སྤྱོད་པ་ནི། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་སྤྱོད་དོ།
en: Blessed Lord, if bodhisattva great beings engage with the notion, ‘Those who practice in that manner are practicing the perfection of wisdom.

source: །དེ་ནི་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་བསྒོམ་མོ་ཞེས་བགྱི་བར་སྤྱོད་ན་ཡང་མཚན་མ་ཉིད་ལ་སྤྱོད་པ་སྟེ།
en: They are cultivating the perfection of wisdom,’ then they are also engaging with distinguishing marks.

source: དེ་ནི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི་ཐབས་མི་མཁས་པར་རིག་པར་བགྱིའོ། །དེ་ནས་ཚེ་དང་ལྡན་པ་ཤ་ར་དྭ་ཏིའི་བུས་ཚེ་དང་ལྡན་པ་རབ་འབྱོར་ལ་འདི་སྐད་ཅེས་སྨྲས་སོ། །ཚེ་དང་ལྡན་པ་རབ་འབྱོར་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི་ཐབས་མི་མཁས་པ་ཇི་ལྟར་རིག་པར་བྱ་བ་ཡིན།
en: One should know this to be the lack of skillful means that bodhisattva great beings might have.”

source: རབ་འབྱོར་གྱིས་སྨྲས་པ། ཚེ་དང་ལྡན་པ་ཤ་ར་དྭ་ཏིའི་བུ་འདི་ལྟར་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་སྤྱོད་པའི་ཚེ། གཟུགས་ལ་མོས་ཤིང་འདུ་ཤེས་ཏེ་བྱིན་གྱིས་རློབ་ན། དེ་གཟུགས་ལ་མོས་ཤིང་འདུ་ཤེས་ཏེ་བྱིན་གྱིས་རློབ་པས། གཟུགས་མངོན་པར་འདུ་བྱ་བ་ལ་སྤྱོད་དེ།
en: Then the venerable Subhūti said, “Venerable Śāradvatīputra, when bodhisattvas practice the perfection of wisdom, if they are intent on, perceive, and find sustenance in physical forms, then they are engaged in the conditioning of physical forms.

source: དེ་ནི་སྐྱེ་བ་དང་། རྒ་བ་དང་། ན་བ་དང་། འཆི་བ་དང་། མྱ་ངན་དང་།
en: They will not be released from birth, aging, death, sorrow, lamentation, suffering, discomfort, and agitation.

source: སྨྲེ་སྔགས་འདོན་པ་དང་། སྡུག་བསྔལ་བ་དང་། ཡིད་མི་བདེ་བ་དང་། འཁྲུག་པ་ལས་ཡོངས་སུ་མི་འགྲོལ། སྡུག་བསྔལ་ཆེན་པོ་ལས་ཡོངས་སུ་མི་འགྲོལ་བར་བརྗོད་དོ།
en: I say that they will not be released from great sufferings.

source: །ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པ་ལ་མོས་ཤིང་འདུ་ཤེས་ཏེ་བྱིན་གྱིས་རློབ་ན། དེ་རྣམ་པར་ཤེས་པ་ལ་མོས་ཤིང་འདུ་ཤེས་ཏེ་བྱིན་གྱིས་རློབ་པས། རྣམ་པར་ཤེས་པ་མངོན་པར་འདུ་བྱ་བ་ལ་སྤྱོད་དེ། དེ་ནི་སྐྱེ་བ་དང་། རྒ་བ་དང་། ན་བ་དང་།
en: If they are intent on, perceive, and find sustenance in feelings, perceptions, formative predispositions, or consciousness, then they are engaged in the conditioning of consciousness [and so forth].

source: འཆི་བ་དང་། མྱ་ངན་དང་། སྨྲེ་སྔགས་འདོན་པ་དང་སྡུག་བསྔལ་བ་དང་། ཡིད་མི་བདེ་བ་དང་། འཁྲུག་པ་ལས་ཡོངས་སུ་མི་འགྲོལ།
en: They will not be released from birth, aging, death, sorrow, lamentation, suffering, discomfort, and agitation.

source: སྡུག་བསྔལ་ཆེན་པོ་ལས་ཡོངས་སུ་མི་འགྲོལ་བར་བརྗོད་དོ། །གལ་ཏེ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་སྤྱོད་པའི་ཚེ། མིག་ལ་མོས་ཤིང་འདུ་ཤེས་ཏེ་བྱིན་གྱིས་རློབ། རྣ་བ་དང་། སྣ་དང་། ལྕེ་དང་། ལུས་དང་། ཡིད་ལ་མོས་ཤིང་འདུ་ཤེས་ཏེ་བྱིན་གྱིས་རློབ། གཟུགས་ལ་མོས་ཤིང་འདུ་ཤེས་ཏེ་བྱིན་གྱིས་རློབ། སྒྲ་དང་། དྲི་དང་། རོ་དང་། རེག་དང་། ཆོས་ལ་མོས་ཤིང་འདུ་ཤེས་ཏེ་བྱིན་གྱིས་རློབ། མིག་གི་རྣམ་པར་ཤེས་པ་ལ་མོས་ཤིང་འདུ་ཤེས་ཏེ་བྱིན་གྱིས་རློབ། རྣ་བའི་རྣམ་པར་ཤེས་པ་དང་། སྣའི་རྣམ་པར་ཤེས་པ་དང་། ལྕེའི་རྣམ་པར་ཤེས་པ་དང་། ལུས་ཀྱི་རྣམ་པར་ཤེས་པ་དང་།
en: They are described as not being released from great sufferings. {

source: ཡིད་ཀྱི་རྣམ་པར་ཤེས་པ་ལ་མོས་ཤིང་འདུ་ཤེས་ཏེ་བྱིན་གྱིས་རློབ། མིག་གི་འདུས་ཏེ་རེག་པ་ལ་མོས་ཤིང་འདུ་ཤེས་ཏེ་བྱིན་གྱིས་རློབ། རྣ་བའི་འདུས་ཏེ་རེག་པ་དང་། སྣའི་འདུས་ཏེ་རེག་པ་དང་། ལྕེའི་འདུས་ཏེ་རེག་པ་དང་། ལུས་ཀྱི་འདུས་ཏེ་རེག་པ་དང་། ཡིད་ཀྱི་འདུས་ཏེ་རེག་པ་ལ་མོས་ཤིང་འདུ་ཤེས་ཏེ་བྱིན་གྱིས་རློབ། མིག་གི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བ་ལ་མོས་ཤིང་འདུ་ཤེས་ཏེ་བྱིན་གྱིས་རློབ། རྣ་བའི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བ་དང་། སྣའི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བ་དང་། ལྕེའི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བ་དང་། ལུས་ཀྱི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བ་དང་། ཡིད་ཀྱི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བ་ལ་མོས་ཤིང་འདུ་ཤེས་ཏེ་བྱིན་གྱིས་རློབ། མ་རིག་པ་ལ་མོས་ཤིང་འདུ་ཤེས་ཏེ་བྱིན་གྱིས་རློབ། འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པ་དང་། མིང་དང་གཟུགས་དང་། སྐྱེ་མཆེད་དྲུག་དང་། རེག་པ་དང་། ཚོར་བ་དང་། སྲེད་པ་དང་ལེན་པ་དང་། སྲིད་པ་དང་སྐྱེ་བ་དང་། རྒ་ཤི་ལ་མོས་ཤིང་འདུ་ཤེས་ཏེ་བྱིན་གྱིས་རློབ། ཕ་རོལ་དུ་ཕྱིན་པ་རྣམས་དང་། སྟོང་པ་ཉིད་ཐམས་ཅད་དང་། བྱང་ཆུབ་ཀྱི་ཕྱོགས་ཀྱི་ཆོས་རྣམས་དང་། འཕགས་པའི་བདེན་པ་རྣམས་དང་། བསམ་གཏན་རྣམས་དང་། ཚད་མེད་པ་རྣམས་དང་། གཟུགས་མེད་པའི་སྙོམས་པར་འཇུག་པ་རྣམས་དང་། རྣམ་པར་ཐར་བ་བརྒྱད་དང་། མཐར་གྱིས་གནས་པའི་སྙོམས་པར་འཇུག་པ་དགུ་དང་། སྟོང་པ་ཉིད་དང་མཚན་མ་མེད་པ་དང་། སྨོན་པ་མེད་པ་དང་། མངོན་པར་ཤེས་པ་རྣམས་དང་། མིག་ལྔ་དང་། ཏིང་ངེ་འཛིན་རྣམས་དང་། གཟུངས་ཀྱི་སྒོ་རྣམས་དང་། དེ་བཞིན་གཤེགས་པའི་སྟོབས་བཅུ་དང་། མི་འཇིགས་པ་བཞི་དང་། སོ་སོ་ཡང་དག་པར་རིག་པ་བཞི་དང་། སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་བཅྭོ་བརྒྱད་ལ་མོས་ཤིང་འདུ་ཤེས་ཏེ་བྱིན་གྱིས་རློབ་ན། དེ་སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་བཅྭོ་བརྒྱད་ལ་མོས་ཤིང་འདུ་ཤེས་ཏེ་བྱིན་གྱིས་རློབས་པས་སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་བཅྭོ་བརྒྱད་མངོན་པར་འདུ་བྱ་བ་ལ་སྤྱོད་དེ།
en: Dt.140} “When bodhisattva great beings practice the perfection of wisdom, if they are intent on, perceive, and find sustenance in the eyes; if they are intent on, perceive, and find sustenance in the ears, nose, tongue, body, or mental faculty; if they are intent on, perceive, and find sustenance in sights; if they are intent on, perceive, and find sustenance in sounds, odors, tastes, tangibles, or mental phenomena; if they are intent on, perceive, and find sustenance in visual consciousness; if they are intent on, perceive, and find sustenance in auditory consciousness, olfactory consciousness, gustatory consciousness, tactile consciousness, or mental consciousness; if they are intent on, perceive, and find sustenance in visually compounded sensory contact; if they are intent on, perceive, and find sustenance in aurally compounded sensory contact, nasally compounded sensory contact, lingually compounded sensory contact, corporeally compounded sensory contact, or mentally compounded sensory contact; if they are intent on, perceive, and find sustenance in feelings conditioned by visually compounded sensory contact; if they are intent on, perceive, and find sustenance in feelings conditioned by aurally compounded sensory contact, feelings conditioned by nasally compounded sensory contact, feelings conditioned by lingually compounded sensory contact, feelings conditioned by corporeally compounded sensory contact, or feelings conditioned by mentally compounded sensory contact; if they are intent on, perceive, and find sustenance in ignorance; if they are intent on, perceive, and find sustenance in formative predispositions, consciousness, name and form, the six sense fields, sensory contact, sensation, craving, grasping, the rebirth process, actual birth, or aging and death; or if they are intent on, perceive, and find sustenance in the perfections, all the aspects of emptiness, the factors conducive to enlightenment, the truths of the noble ones, the meditative concentrations, the immeasurable attitudes, the formless absorptions, the eight aspects of liberation, the nine serial steps of meditative absorption, emptiness, signlessness, wishlessness, the extrasensory powers, the five eyes, the gateways of the meditative stabilities and the dhāraṇīs, the ten powers of the tathāgatas, the four fearlessnesses, the four kinds of exact knowledge, or the eighteen distinct qualities of the buddhas, then they are engaged in the conditioning of the eighteen distinct qualities of the buddhas [and so forth].

source: དེ་ནི་སྐྱེ་བ་དང་། རྒ་བ་དང་། ན་བ་དང་། འཆི་བ་དང་། མྱ་ངན་དང་། སྨྲེ་སྔགས་འདོན་པ་དང་།
en: They will not be released from birth, aging, death, sorrow, lamentation, suffering, discomfort, and agitation.

source: སྡུག་བསྔལ་བ་དང་། ཡིད་མི་བདེ་བ་དང་། འཁྲུག་པ་ལས་ཡོངས་སུ་མི་འགྲོལ། སྡུག་བསྔལ་ཆེན་པོ་ལས་ཡོངས་སུ་མི་འགྲོལ་བར་བརྗོད་དོ།
en: They are described as not being released from great sufferings. “

source: །ཚེ་དང་ལྡན་པ་ཤ་ར་དྭ་ཏིའི་བུ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་དེ་ནི་ཉན་ཐོས་ཀྱིས་འམ། རང་སངས་རྒྱས་ཀྱིས་ཡང་མངོན་དུ་བྱ་བའི་སྐལ་པ་མེད་ན། བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་མངོན་པར་འཚང་རྒྱ་བ་ལྟ་ཅི་སྨོས་ཏེ་དེ་ནི་གནས་མེད་དོ།
en: Venerable Śāradvatīputra, if bodhisattva great beings lack the good fortune to actualize even the level of the śrāvakas, or the level of the pratyekabuddhas, how could they possibly attain manifest buddhahood in unsurpassed, complete enlightenment? That would be impossible! “

source: །ཚེ་དང་ལྡན་པ་ཤ་ར་དྭ་ཏིའི་བུ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་དེ་ལྟར་སྤྱོད་ན། ཐབས་མི་མཁས་པར་ཤེས་པར་བྱའོ། །སྨྲས་པ།
en: Venerable Śāradvatīputra, if bodhisattvas practice the perfection of wisdom in that manner, one should know them to be without skill in means.” “
